#include <stdio.h>
// 별찍기(5번 반복 필요)
// *
// **
// ***
// ****
// *****
int main() {
// *
// **
// ***
// ****
// *****
    for(int i = 0; i <= 5; i++) { // 5번 반복
        for(int j = 1; j <= 5; j++) {
            printf("*");
        }
        printf("\n");
    }

    printf("#################################\n");
    // *****
    // ****
    // ***
    // **
    // *
    for(int i=5; i>=1; i--) { // 5번 반복
        for(int j=1; j<=5; j++) {
            printf("*");
        }
        printf("\n");
    }
}

